/* Alarm description */
" " = " ";

/* Alarm description */
" at" = " à";

/* Snooze interval in Prefs */
"%d mn" = "%d min";

/* Alarm description */
"at " = "à ";

/* Alarm window title */
"Create a new alarm" = "Ajouter une nouvelle alarme";

/* Alarm window title */
"Edit alarm" = "Modifier alarme";

/* Alarm description */
"every " = "tous les ";

/* Alarm description */
"every work day" = "tous les jours ouvrables";

/* Alarm description */
"everyday" = "tous les jours";

/* Alarm description */
"friday, " = "vendredi, ";

/* Alarm description */
"monday, " = "lundi, ";

/* Fixture alarm */
"My Alarm" = "Mon Alarme";

/* No selection sheet */
"No alarm selected." = "Aucune alarme sélectionnée.";

/* No selection sheet */
"OK" = "OK";

/* Alarm window */
"Please choose a custome file to use as ringtone." = "Veuillez choisir un fichier son à utiliser comme sonnerie.";

/* Alarm window */
"Please enter a name for the alarm." = "Veuillez entrer un nom pour l'alarme.";

/* No selection sheet */
"Please select an alarm to edit or delete." = "Veuillez sélectionner une alarme à modifier ou supprimer.";

/* Alarm Window */
"Please select at least one day to repeat the alarm." = "Veuillez choisir au moins un jour de la semaine pour activer la répétition.";

/* Alarm description */
"Rings" = "Sonne";

/* Alarm description */
"saturday, " = "samedi, ";

/* Alarm list Stop */
"Stop" = "Stop";

/* Alarm description */
"sunday, " = "dimanche, ";

/* Alarm description */
"thursday, " = "jeudi, ";

/* Alarm description */
"tuesday, " = "mardi, ";

/* Alarm description */
"wednesday, " = "mercredi, ";

